Repository: dirkbloessl/WallMountBrowser
Catalog: WallMountBrowser/SupportFiles/*.lproj/Localizable.strings
Languages: de

source: Which URL should be shown by Wall Mount Browser?
de: Welche URL soll durch Wall Mount Browser angezeigt werden?

source: The entered URL is invalid or not reachable.
de: Die eingegebene URL ist ungültig oder nicht erreichbar.

source: Welcome! We need to configure the basic information for using the app first.
de: Willkommen! Bevor die App genutzt werden kann, müssen die Basiseinstellungen konfiguriert werden.

source: Go
de: Los

source: Enter the URL
de: Gib die URL ein

source: Next
de: Weiter

source: Hide the status bar?
de: Die Statuszeile ausblenden?

source: Do you want to hide the status bar and show the browser in full screen?
de: Möchtest Du die Statuszeile ausblenden und den Browser im Vollbildmodus darstellen?

source: Setup Completed
de: Einrichtung abgeschlossen

source: Wall Mount Browser is ready to use. The settings can be adjusted in the Settings App.
de: Wall Mount Browser ist bereit. Die Einstellungen können in der Einstellungs-App geändert werden.

source: Finish
de: Abschließen
